PD0WRK DSECT
PD0_C_ITM DS CL500
#PD0_FLDEMP EQU 03
           ORG 120
PD0_RT_ADR DS XL4
PD0_RT_ID1 DS XL1
#PD0_RT_LST EQU X'40'
PD0_IN_DFKEY DS XL1
PD0_CTL_KEY DS XL1
PD0_MC_CIN DS XL1
PD0_C_INUM DS XL1
PD0_DF_REF DS XL4
