PNRCM DSECT
PM1HDR&LC0  DS    0XL16      HEADER
PM1WRK&LC0  DS    0XL(13*4)  WORK AREA - 13 FULLWORDS
PM1FAD&LC0  DS    XL4        FILE ADDRESS OF RECORD
PM1ORN&LC0  DS    XL4        ORDINAL NUMBER OF RECORD
PM1DAT&LC0  DS    XL4        4 BYTE DATA FIELD
PM1LOC&LC0  DS    CL6        RECORD LOCATOR OF RECORD
PM1ERR&LC0  DS    XL1        ERROR RETURN CODE