TR1GAA DSECT
   ORG 116
TR1G_40_ACSTIERCODE DS XL3
#TR1GK40 EQU X'40'
TR1G_40_OCC DS XL1
TR1G_40_TIER_EFFD DS XL2
TR1G_40_TIER_DISD DS XL2
TR1G_40_PTI DS XL1
