WA0AA DSECT
WA0ET4 DS XL1
#WA0TTY EQU X'10'
WA0QHR DS XL4
WA0BBR DS XL2
#WA0DT2 EQU X'02'
WA0TKK DS XL1
WA0DAR DS XL4
      ORG X'030'
WA0TY1 DS XL1
#WA0GEN EQU X'80'
WA0PWR DS XL4
WA0PHA DS XL1